Repository: i-dentify/echarge
Catalog: src/eCharge.Services.Locations.Resources/LocationResources.*.resx
Languages: de_de

source: Accepted
de_de: Akzeptiert

# AcceptInvitationToLocation
source: Accept invitation to charging point
de_de: Einladung für diese Ladestation annehmen

source: Add from invitation
de_de: Von Einladung hinzufügen

# AddLocation
source: Add charging point
de_de: Ladestation hinzufügen

# AddNewLocation
source: Add new charging point
de_de: Neue Ladestation hinzufügen

source: Address
de_de: Adresse

# AddressOfTheLocation
source: Address of the charging point
de_de: Adresse der Ladestation

# AddressRequired
source: An address for the charging station is required.
de_de: Eine Adresse für die Ladestation ist erforderlich.

source: Charges
de_de: Ladevorgänge

# ConfirmDeleteLocation
source: Do you really want to delete the charging point: {{name}}?
de_de: Möchten Sie wirklich diese Ladestation löschen: {{name}}?

source: Edit location: {{name}}
de_de: Ladestation bearbeiten: {{name}}

source: Email address of invitation recipient.
de_de: Email-Adresse des Empfängers der Einladung.

# InvalidAddress
source: The address is not valid.
de_de: Die Adresse ist ungültig.

# InvalidInvitationData
source: Invitation data are not valid.
de_de: Die Einladungsdaten sind nicht gültig.

# InvalidLatitude
source: Only values between -90 and 90 are allowed.
de_de: Es sind nur Werte zwischen -90 und 90 zulässig.

# InvalidLocationData
source: Charging point data are not valid.
de_de: Die Ladestationsdaten sind nicht gültig.

# InvalidLongitude
source: Only values between -180 and 180 are allowed.
de_de: Es sind nur Werte zwischen -180 und 180 zulässig.

# InvalidPricePerKw
source: The price per KW must be equal or greater than 0.
de_de: Der Preis pro KW muss größer oder gleich 0 sein.

source: Invitation code
de_de: Einladungscode

# InvitationCodeRequired
source: An invitation code is required.
de_de: Ein Einladungscode ist erforderlich.

source: Invitation details
de_de: Einladungsdetails

# InvitationEmailSubject
source: Invitation to a charging point at eCharge
de_de: Einladung zu einer Ladestation auf eCharge

# InvitationIdRequired
source: An invitation id is required.
de_de: Eine Einladungs-ID ist erforderlich.

# InvitationNotFound
source: No matching invitation was found.
de_de: Es konnte keine passende Einladung gefunden werden.

source: Invitations
de_de: Einladungen

source: Invite new user
de_de: Neuen Benutzer einladen

# LocationAlreadyExists
source: A charging station with this name already exists.
de_de: Es existiert bereits eine Ladestation mit diesem Namen.

# LocationDetails
source: Charging point details
de_de: Ladestationsdaten

# LocationDetails_Name
source: Charging point details: {{name}}
de_de: Ladestationsdaten: {{name}}

# LocationIdRequired
source: A charging station id is required.
de_de: Eine ID für die Ladestation ist erforderlich.

# LocationNameRequired
source: A name for the charging station is required.
de_de: Ein Name für die Ladestation ist erforderlich.

# LocationNotFound
source: No matching charging station was found.
de_de: Es konnte keine passende Ladestation gefunden werden.

# MyLocations
source: My charging points
de_de: Meine Ladestationen

# NameOfTheLocation
source: Name of the charging point
de_de: Name der Ladestation

# NoInvitationsInviteSomeone
source: You have not invited anyone to this charging point yet. Do you want to invite someone?
de_de: Sie haben noch niemanden zu dieser Ladestation eingeladen. Möchten Sie jemanden einladen?

# NoLocationsAssignedAddNew
source: You have no charging points assigned to your account. Do you want to add a new charging point?
de_de: Sie haben keine Ladestationen zu Ihrem Account zugewiesen. Möchten Sie eine neue Ladestation hinzufügen?

# NotOwnerOfLocation
source: You are not the owner of this charging station.
de_de: Sie sind nicht der Inhaber dieser Ladestation.

source: Price per KW
de_de: Preis pro KW

# RecipientAlreadyInvited
source: An invitation for this email address already exists.
de_de: Es existiert bereits eine Einladung für diese Email-Adresse.

# RecipientEmailRequired
source: An email address for the invitation recipient is required.
de_de: Eine Email-Adresse für die Einladung ist erforderlich.

# YesDeleteLocation
source: Yes, delete this charging point
de_de: Ja, diese Ladestation löschen
