Repository: i-dentify/echarge
Catalog: src/eCharge.Services.Charges.Resources/ChargeResources.*.resx
Languages: de_de

# AddChargeForLocationAndCar
source: Add charge for charging point '{{location}}' and car '{{car}}'
de_de: Ladevorgang für Ladestation '{{location}}' und Fahrzeug '{{car}}' hinzufügen

source: Add new charge
de_de: Neuen Ladevorgang hinzufügen

source: Car
de_de: Fahrzeug

# CarRequired
source: A car is required.
de_de: Ein Fahrzeug ist erforderlich.

source: Charge details
de_de: Ladevorgangsdetails

# ChargesForUserAtLocation
source: Charges for user '{{user}}' at charging point '{{location}}'
de_de: Ladevorgänge für Benutzer '{{user}}' an Ladestation '{{location}}'

source: Charging costs per car
de_de: Ladekosten pro Fahrzeug

# ChargingCostsPerClearance
source: Charging costs per status
de_de: Ladekosten pro Status

# ChargingCostsPerLocation
source: Charging costs per charging point
de_de: Ladekosten pro Ladestation

source: Charging costs per month
de_de: Ladekosten pro Monat

# CloseCharges
source: Clear charges
de_de: Ladevorgänge abschließen

# Closed
source: Cleared
de_de: Abgeschlossen

source: Date
de_de: Datum

# DateCannotBeInFuture
source: The date cannot be in future.
de_de: Das Datum darf sich nicht in der Zukunft befinden.

# DateRequired
source: A date is required.
de_de: Ein Datum ist erforderlich.

source: Expenses
de_de: Kosten

# FinalBatteryLoad
source: Final battery load in %
de_de: Finale Batterieladung in %

# InitialBatteryLoad
source: Initial battery load in %
de_de: Batterieladung zu Beginn in %

# InvalidBatteryCapacity
source: The battery capacity must be higher than 0.
de_de: Die Batteriekapazität muss größer 0 sein.

# InvalidChargeData
source: Charge data are not valid.
de_de: Die Ladevorgangsdaten sind nicht gültig.

# InvalidDate
source: The date is not valid.
de_de: Das Datum ist ungültig.

# InvalidLoadStart
source: The initial battery load must be greater than or equal to 0.
de_de: Die Batterieladung zu Beginn muss größer oder gleich 0 sein.

# InvalidPricePerKw
source: The price per KW must be equal or greater than 0.
de_de: Der Preis pro KW muss größer oder gleich 0 sein.

# LoadEndMustBeHigherThanStart
source: The final battery load must be higher than the initial battery load.
de_de: Die finale Batterieladung muss höher sein als die Batterieladung zu Beginn.

# Location
source: Charging point
de_de: Ladestation

# LocationRequired
source: A charging station is required.
de_de: Eine Ladestation ist erforderlich.

source: Month
de_de: Monat

source: My charges
de_de: Meine Ladevorgänge

# NoChargeDataAvailable
source: There are no charge data available.
de_de: Es sind keine Daten zu Ladevorgängen verfügbar.

# NoChargesAddNew
source: You have no charges for this charging point and car. Do you want to add a new charge?
de_de: Sie haben keine Ladevorgänge für diese Ladestation und dieses Fahrzeug. Möchten Sie einen neuen Ladevorgang hinzufügen?

# NoClosedCharges
source: There are no closed charges yet.
de_de: Es sind keine abgeschlossenen Ladevorgänge vorhanden.

# NoOpenCharges
source: The user does not have any open charges yet.
de_de: Der Benutzer hat derzeit keine offenen Ladevorgänge.

source: Open
de_de: Offen

# PriceInEur
source: Price in €
de_de: Preis in €

# SelectCar
source: --- Select a car ---
de_de: --- Wählen Sie ein Fahrzeug ---

# SelectLocation
source: --- Select a charging point ---
de_de: --- Wählen Sie eine Ladestation ---

# UsedLoad
source: Used load in KW
de_de: Genutzte Ladung in KW
