Repository: i-dentify/echarge
Catalog: src/eCharge.Services.Cars.Resources/CarResources.*.resx
Languages: de_de

source: Add car
de_de: Fahrzeug hinzufügen

source: Add new car
de_de: Neues Fahrzeug hinzufügen

# BatteryCapacity
source: Battery capacity in KW
de_de: Batteriekapazität in KW

# CarAlreadyExists
source: A car with this name already exists.
de_de: Es existiert bereits ein Fahrzeug mit diesem Namen..

source: Car details
de_de: Fahrzeugdaten

source: Car details: {{name}}
de_de: Fahrzeugdaten: {{name}}

# CarIdRequired
source: A car id is required.
de_de: Eine Fahrzeug-ID ist erforderlich.

# CarNameRequired
source: A name for the car is required.
de_de: Ein Name für das Fahrzeug ist erforderlich.

# CarNotFound
source: No matching car was found.
de_de: Es konnte kein passendes Fahrzeug gefunden werden.

# ConfirmDeleteCar
source: Do you really want to delete this car: {{name}}?
de_de: Möchten Sie wirklich dieses Fahrzeug löschen: {{name}}?

source: Edit car: {{name}}
de_de: Fahrzeug bearbeiten: {{name}}

# InvalidBatteryCapacity
source: The battery capacity must be higher than 0.
de_de: Die Batteriekapazität muss größer 0 sein.

# InvalidCarData
source: Car data are not valid.
de_de: Die Fahrzeugdaten sind nicht gültig.

source: My cars
de_de: Meine Fahrzeuge

source: Name of the car
de_de: Name des Fahrzeugs

# NoCarsAssignedAddNew
source: You have no cars assigned to your account. Do you want to add a new car?
de_de: Sie haben keine Fahrzeuge zu Ihrem Konto zugewiesen. Möchten Sie ein neues Fahrzeug hinzufügen?

# NotOwnerOfCar
source: You are not the owner of this car.
de_de: Sie sind nicht der Eigentümer dieses Fahrzeugs.

# YesDeleteCar
source: Yes, delete this car
de_de: Ja, dieses Fahrzeug löschen
